{
  "exhibitions": [
    {
      "id": "1",
      "title": "KNOSPEN UND BETON",
      "slug": "knospen-und-beton",
      "description": "A group exhibition showcasing the works of emerging painters and sculptors in Berlin.",
      "date": "2025-09-15",
      "vernissage": "14.3.25, 17 - 23 Uhr",
      "duration": "12.-23.3.25, 12 - 22 Uhr",
      "location": "Pappelalle 69, 10437 Prenzlauer Berg"
    }
  ],
  "artists": [
    {
      "id": "1",
      "name": "Ame Dgd",
      "slug": "ame-dgd",
      "bio": "A Berlin-based painter exploring abstract and figurative forms.",
      "instagram": "@ame.dgd.art",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Ame_Dgd/profilePicture.jpg",
      "statement": "Amelie lives and works as a multidisciplinary artist in Berlin. Lots of childhood memories impact Amelie ́s expressively colorful and naïvely abstracted style - depicting a certain nostalgia for the careless times of being a kid. By breaking down our complex modern world into shapes and colors only, the focus lies on emotional reactions to reduced sensory input. This impact of colors is a central topic, going along with the artists background in the psychiatric field. The figures oftentimes depict protagonists of city life in Berlin, discussing topics of feminism, queerness, techno parties, kink. By using LED backed canvases the paintings are extended by the aspect of turning into light installations. This technique creates new ways to use paint and mixed materials in different light spectra"
    },
    {
      "id": "2",
      "name": "Marco Wachsmuth",
      "slug": "marco-wachsmuth",
      "bio": "Marco Wachsmuth experiments with textures and colors to create expressive paintings.",
      "instagram": "@marco_wachsmuth",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Marco Wachsmuth/profilePicture.jpg"
    },
    {
      "id": "3",
      "name": "Helena Leeners",
      "slug": "helena-leeners",
      "bio": "Helena Leeners blends movement and color in her vivid compositions.",
      "instagram": "@run.to.moon",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Helena Leeners/profilePicture.jpg"
    },
    {
      "id": "4",
      "name": "Rachel Haase",
      "slug": "rachel-haase",
      "bio": "Rachel Haase’s works explore surreal and dreamy landscapes.",
      "instagram": "@rachelhaaze93",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Rachel Haase/profilePicture.jpg",
      "statement": "Rachel Haaze is a Berlin born and raised artist. She studied Visual Communication at UdK Berlin with a focus on illustration. Since 2023, she has been exploring the depiction of masculinity from a female perspective in her project “female gaze”. In the history of art, it was mainly men who depicted the beauty of women and idealized them. With the change of subject and her romanticized yet modern view of male bodies, she questions the expectations on masculinity that still exist in Western society. She creates her works in many thin glazed and opaque layers of acrylic. The partially sketchy areas of the painting bring vibrancy to her paintings, while the detailed areas capture the focus."
    },
    {
      "id": "5",
      "name": "Chuuu",
      "slug": "chuuu",
      "bio": "Chuuu creates playful and evocative visual narratives through her paintings.",
      "instagram": "@chuuu_painter",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Chuuu/profilePicture.jpg",
      "statement": "Chuuu was born in Kyoto Japan, with his base now being Berlin. The themes of his artwork nowadays evolve around nostalgiaism and reconstitution. He expresses the quiet gaze and deep expression reminding the Japanese old Buddha statue through his works. His paintings and drawings are influenced by pop surrealism, Japanese manga, Berlin underground culture and classical art. At the present time Chuuu is creating two series of paintings: Portraits of imaginary girls on cracked and peeling up background material and also a locational and time perspective utilizing a collage background. His preferred mediums are Gouache, Oil, Acrylics, Aquarelle, Ink, Colored pencil and many more."
    },
    {
      "id": "6",
      "name": "Gina Donner",
      "slug": "gina-donner",
      "bio": "Gina Donner focuses on abstract and intuitive painting techniques.",
      "instagram": "@gina.donner",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Gina_Donner/profilePicture.jpeg",
      "statement": "Gina Donner (b. 1993, Potsdam) is a contemporary artist who currently lives and works in Berlin. Her artistic journey is characterized by a fusion of abstract and figurative elements that create a dreamy, tender and sensitive impression. With soft brushstrokes and transparent layers of paint she explores the themes of identity, self-reflection and the feeling of inner and outer connection. She works with various materials, such as oil, acrylic and spray paint, to create a multi-layered image. Dynamic lines and organic abstract forms intertwine to create a visual dialogue that refers to the tensions between separation and connectedness in our everyday experiences."
    },
    {
      "id": "7",
      "name": "Lucas Fabian Oliviero",
      "slug": "lucas-fabian-oliviero",
      "bio": "Lucas Fabian Oliviero combines classical and modern techniques in his works.",
      "instagram": "@lufo.art",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Lucas Fabian Oliviero/profilePicture.jpg",
      "statement": "Lucas Fabian Olivero (b. 1985, Córdoba, Argentina) is a contemporary artist, PhD student in Digital Media Art, PhD in Design and Innovation, Architect and Building Engineer-Architect, based in Berlin since 2021. He has exhibited in several countries of America, Europe and Asia. Lufo's artistic realm builds from his life experiences, books, travels, studies and academic research. He blends all his background in hybrid (analogical/digital) art, in digital media art, all kinds of parallel and conical perspectives and, in particular, in fully immersive handmade spherical and cubical perspectives. He has created the installation “Spheri” to enhance and ease the viewing and experience with his VR drawings, allowing viewers to engage interactively through body-tracking gestures. Some of this art-practice-based research focuses the paradigms of perception, which he specifically materialized for this exhibition in dynamic, fluent, relative and never-ending artworks, right as he perceives that reality might be (and worth living like).As something special for the Come Grinch with Us exhibition, he prepared his very first oil painting and big format canvases using acrylics, enlarging his current collection of watercolors perspectives. Lufo’s art invites viewers to explore and experience multidimensional spaces, through his unique style mixing architecture, mathematics, scientific illustration, handmade perspectives, digital art, and interactive media installations."
    },
    {
      "id": "8",
      "name": "Rabentinte",
      "slug": "christian",
      "bio": "Christian Eickelberg, known as Rabentinte, specializes in naive, surreal, and mystical art.",
      "instagram": "@rabentinte",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/rabentinte/profilePicture.jpg"
    },
    {
      "id": "9",
      "name": "Vera Menold",
      "slug": "vera-menold",
      "bio": "Vera Menold’s paintings depict dreamlike visions and abstract figures.",
      "instagram": "@vera.menold",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Vera Menold/profilePicture.jpg"
    },
    {
      "id": "10",
      "name": "Achim Saar",
      "slug": "achim-saar",
      "bio": "Achim crafts sculptures that blend industrial and organic elements.",
      "instagram": "@achimsaar",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Achim_Saar/profilePicture.jpeg",
      "statement": "Achim Saar is a mixed media artist interested in different materials. He also likes to combine things that have nothing in common."
    },
    {
      "id": "11",
      "name": "Till Kraeusel",
      "slug": "till-kraeusel",
      "bio": "Till Kraeusel specializes in sculptural works that explore materiality and form.",
      "instagram": "@aeu_art_and_design",
      "exhibition": "knospen-und-beton",
      "profilePicture": "/images/Till_Kraeusel/profilePicture.jpeg",
      "statement": "Till Kraeusel (born in GDR, Germany) works as Berlin-based sculptor and designer specializing in welding steel sculptures and objects. Despite the heavy and static materials the artist is using, his works appear light and lively. The expressive and charismatic works of Till Kraeusel are all designed by himself and created by hand. Till is using a variety of techniques and demonstrates great craftsmanship."
    }
  ],
  "artworks": [
    {
      "id": "1",
      "name": "To be announced",
      "slug": "to-be-announced-1",
      "artist": "Ame Dgd",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "2",
      "name": "To be announced",
      "slug": "to-be-announced-2",
      "artist": "Marco Wachsmuth",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "3",
      "name": "To be announced",
      "slug": "to-be-announced-3",
      "artist": "Helena Leeners",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "4",
      "name": "To be announced",
      "slug": "to-be-announced-4",
      "artist": "Rachel Haase",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "5",
      "name": "To be announced",
      "slug": "to-be-announced-5",
      "artist": "Chuuu",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "6",
      "name": "To be announced",
      "slug": "to-be-announced-6",
      "artist": "Gina Donner",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "7",
      "name": "To be announced",
      "slug": "to-be-announced-7",
      "artist": "Lucas Fabian Oliviero",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "8",
      "name": "To be announced",
      "slug": "to-be-announced-8",
      "artist": "Christian",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "9",
      "name": "To be announced",
      "slug": "to-be-announced-9",
      "artist": "Vera Menold",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "10",
      "name": "To be announced",
      "slug": "to-be-announced-10",
      "artist": "Achim",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    },
    {
      "id": "11",
      "name": "To be announced",
      "slug": "to-be-announced-11",
      "artist": "Till",
      "year": "2025",
      "technique": "TBA",
      "price": "TBA"
    }
  ]
}
